app/controllers/planta_controller.rb

SELECT "planta".* FROM "planta"
---
	def index
		@plantas = Planta.all